{
  "posts": [
    {
      "id": 1,
      "userId": 1,
      "title": "拿偽幣去兌幣機兌真幣 南警破偽幣繼集團",
      "body": "10月間，台南市區數間選物販賣機店(俗稱夾娃娃店)的兌幣機內發現50元假銅板，經中央造幣廠鑑定為偽幣，台南市警二分局長王森瑒隨即成立專案小組全力調查偵辦，在專案小組鍥而不捨追查2個月，24日循線逮捕涉案持有及使用偽幣的嫌犯，並在其自小客車內查獲近90餘枚50元偽幣。\n\n選物販賣機店近期如雨後春荀般成立，為考量人事支出成本，店家通常不會再另行僱用員工駐點，且通常為方便民眾遊玩設置兌幣機臺，以新台幣100元紙鈔或50元硬幣來兌換10元硬幣；犯嫌看中這點，便將其持有50元偽幣投入兌幣機內兌換5枚10元硬幣，經店家發現兌幣機內有數枚50元偽幣便立即報警鑑定。\n\n轄區警二分局專案小組全力鍥而不捨追查2個月之下，循線逮捕涉案持偽幣的嫌犯，並同時在其自小客車內查獲近90餘枚50元偽幣，全案將依詐欺罪及行使偽造貨幣罪移送台南地方檢察署偵辦並將持續調查偽幣來源，以免流入市面妨礙金融秩序。\n\n警方強調，真正50元幣邊有滾字「NT﹩50◇」等呈正反順序排列，背面左右各轉15度，也能看見「五十」、「50」防偽隱藏圖案，另在硬幣背面也有清楚、凸出盲人點，提供觸摸辨識用，但偽幣製作通常不夠細緻，圖案或字樣清晰度較差，警方呼籲，中央造幣廠官方網站有教人如何辨識真偽，民眾可多加運用。\n\n(中時 )",
      "createdAt": 1577248487674
    },
    {
      "id": 2,
      "userId": 1,
      "title": "不是維力！「乾泡麵霸主」竟是它",
      "body": "現代人生活步調緊湊，經常選擇料理方便的泡麵果腹，日前就有網友透露，第一次嘗試網路上評價很高的印尼泡麵，但他還是覺得台灣的維力炸醬麵略勝一籌，貼文一出隨即掀起網友熱議。\n\n原PO日前在臉書社團《爆廢公社》PO文指出，懷著忐忑不安的心情第一次吃著網路上超紅的印尼泡麵，「吃完之後…我還是覺得維力炸醬麵比較好吃！丟喜愛逮丸拉～你們咧？是不是也覺得維力比較好吃咧？」\n\n貼文一出隨即掀起網友熱議，紛紛留言回應「維力炸醬麵一票」、「維力炸醬麵超好吃，怎麼吃都吃不膩～」、「湯的也好吃」、「印尼泡麵其實有點甜，加了粉吃起來怪怪的」、「直接去買王子麵，然後買維力炸醬，便宜」。\n\n不過眾人一致狂推的還是印尼泡麵，直言「印尼CP值比較高」、「維力吃久還是會想吃印尼的」、「已經屌打台灣霸主了，價錢也勝出」、「最愛印尼沒有之一」、「印尼泡完麵再來炒，真的神好吃的」、「印尼用炒的屌打市面任何炒泡麵，也有滿多炒泡麵店就是炒印尼」、「印尼炒麵，辣味的也好吃！反觀維力…跟從前的味道不一樣了，不是變好吃，而是變難吃，這回合印尼炒麵獲勝」、「印尼泡麵根本月底救星好嗎！20塊的麵吃到想吐」、「這真的超級好吃，媽媽是印尼人，所以她都知道煮多久是好吃的」。\n\n也有人分享印尼泡麵的私房吃法「印尼泡麵拿來丟薑母鴨超好吃」、「印尼泡麵加起司片跟半熟蛋超讚」、「印尼泡麵先煮過，再撈起來加高麗菜一起炒，，再打一顆蛋，炒勻後下印尼泡麵醬汁跟一勺剛剛煮麵的水，炒到收乾起鍋。我們家安娜都這樣炒，他說在印尼都這麼吃」、「印尼超好吃…我都一口氣吃上三包（2辣1不辣），未熟蛋弄破滲進去麵條裡滋味更棒」、「印尼炒麵一定要煮軟後加醬炒再収汁才會好吃，料理手法不對吃起來是天差地遠！",
      "createdAt": 1577248487674
    },
    {
      "title": "yo title",
      "body": "bobobobo",
      "createdAt": 1604131410650,
      "userId": "005a7c809b02a8",
      "id": 3
    }
  ],
  "comments": [
    {
      "id": 1,
      "nickname": "Huli",
      "body": "Welcome to the message board!",
      "createdAt": 1604125999135
    },
    {
      "id": 2,
      "nickname": "路人",
      "body": "有人在家嗎？測試 <script>alert(1)",
      "createdAt": 1604125999135
    }
  ],
  "users": [
    {
      "id": 1,
      "nickname": "我是 user01",
      "username": "user01",
      "password": "Lidemy"
    },
    {
      "id": 2,
      "nickname": "管理員",
      "username": "admin",
      "password": "Lidemy"
    },
    {
      "id": "0e21bdb5e5c90e",
      "username": "yoyo",
      "nickname": "hihi",
      "password": "Lidemy"
    },
    {
      "id": "005a7c809b02a8",
      "username": "HHH",
      "nickname": "HHH",
      "password": "Lidemy"
    }
  ],
  "profile": {
    "name": "Lidemy Student JSON Server API"
  }
}